var config = {
    /*在这里配置你的基本信息，所有数据以字符串形式给出*/
    name: "林森",
    sex: "男",
    age: "25",
    phone: "13637776349",
    email: "wumu123456789@gmail.com",
    address: "现居重庆市璧山区",
    qq: "3526298643",
    log: "To work to love",
    excpect_work: "光伏储能销售",


    /*在这里配置首页的座右铭集合*/
    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来。",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口。",
        "Go For It!"
    ],


    /*在这里配置首页的见面信息，你可以内嵌HTML标签以调整格式*/
    welcome: "青青子衿，悠悠我心<br>" +
             "但为君故，沉吟至今<br>" +
             "你好，我是林森<br>" +
             "求职岗位：光伏储能销售<br>" +
             "期待加入贵公司海外业务团队!",


    /*在这里配置关于我的信息，你可以内嵌HTML标签以调整格式*/
    about: "<p>你好！我叫林森，性别男，求职意向为<strong>光伏储能销售</strong>岗位。</p>" +
        "<p>我英语流利，做事踏实、有责任心、学习能力强、具备创新思维与优秀的团队合作精神。</p>" +
        "<p>贵公司为国内上市公司，在波兰开展光伏储能业务，我高度认同公司发展方向，愿意长期深耕海外市场，全力完成销售目标。</p>" +
        "<p>若表现优异，可接受公司协助更换工作居留，长期稳定在海外发展。</p>" +
        "<p>十分期待与您的联系!</p>",


    /** 
    * 在这里配置你的技能点
    * ["技能点", 掌握程度, "技能条颜色"]
    */  
    skills: [
        ["英语流利", 90, "blue"],
        ["销售沟通能力", 85, "red"],
        ["团队协作能力", 92, "#1abc9c"],
        ["责任心与执行力", 95, "rgba(0,0,0)"]
    ],


    /*这里填写你的技能描述，你可以内嵌HTML标签以调整格式*/
    skills_description: "<ul>" +
        "     <li>英语流利，可无障碍完成海外客户沟通、商务谈判、业务对接等工作。</li>" +
        "     <li>具备销售型人才特质，学习能力强，能快速掌握光伏储能产品知识与销售技巧。</li>" +
        "     <li>做事踏实认真、责任心强，目标导向，能主动开拓客户、跟进订单、维护客户关系。</li>" +
        "     <li>具备创新思维与良好团队合作精神，愿意配合团队开拓波兰及欧洲市场。</li>" +
        " </ul>",


    /**
     * 这里填写你的个人作品展示
     * ["img"，"url", "ProjectName", "brief"]
     * img表示您的作品图片链接，url表示您的项目地址，ProjectName表示您的仓库或作品名称，brief是一句简短的介绍
     * 通过查看实际效果以调整字题长度
     */
    portfolio: [
        ["./images/pro-1.png", "#", "光伏储能销售", "可快速学习产品知识<br>全力开拓海外市场"],
    ],


    /**
     * 这里填写您的工作经历
     * ["日期"， "工作"， "介绍"]
     * 你可以内嵌HTML标签以调整格式
     */
    work: [
         ["————————", "", "<p>具备销售潜力，学习能力强，可快速胜任光伏储能销售工作。</p>"]
    ],


     /**
     * 这里填写你的其他经历
     * ["日期"， "经历"， "介绍"]
     * 建议填写您的校级及以上得奖经历或或其他证书
     */
    others: [
        ["2024-12", "武汉桌游设计与生产", "理解客户需求，提升沟通能力"],
        ["2025-03", "重庆五金建材店经营", "满足客户需求，积累销售服务经验"]
    ],
    

    //这是一些图片链接，建议您仅更改第二个头像图片
    url: [
        //背景图、头像、作品展示背景、其他经历背景
        "./images/intro-bg.jpg",
        "./images/2.jpg",
        "./images/work-bk.png",
        "./images/4.jpg"
    ]

}
