var config = {
    /*在这里配置你的基本信息，所有数据以字符串形式给出*/
    name: "林森",
    sex: "男",
    age: "25",
    phone: "13637776349",
    email: "wumu123456789@gmail.com this`s true",
    address: "现居重庆市璧山区",
    qq: "3526298643",
    log: "To work to love",
    excpect_work: "游戏运营",


    /*在这里配置首页的座右铭集合*/
    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来。",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口。",
        "Gor For It!"
    ],


    /*在这里配置首页的见面信息，你可以内嵌HTML标签以调整格式*/
    welcome: "青青子衿，悠悠我心<br>" +
             "但为君故，沉吟至今<br>" +
             "你好，我是林森，重庆移通学院数字媒体技术24届毕业生<br>" +
             "很高兴见到你!",


    /*在这里配置关于我的信息，你可以内嵌HTML标签以调整格式*/
    about: "<p>你好！我叫林森，性别男，重庆移通学院数字媒体技术24届毕业生。我期望的工作岗位是游戏运营。</p>" +
        "<p>我有着较多的运营经验，媒体基础知识掌握扎实，能够在工作中很好的完成自己的任务。此外，我有着充满激情的工作态度，团队协同作战能力强，同时我也具备独立开发的能力，擅于发现并解决问题。我的执行力强、责任感高、集体荣誉感强、敢于担当，能够接受加班或出差等安排</p>" +
        "<p>十分期待与您的联系!</p>",



    /** 
    * 在这里配置你的技能点
    * ["技能点", 掌握程度, "技能条颜色"]
    */  
    skills: [
        ["社区运营能力", 80, "red"],
        ["媒体与内容基础", 77, "blue"],
        ["团队协作能力", 88, "#1abc9c"],
        ["工作态度与驱动力", 90, "rgba(0,0,0)"]
    ],


    /*这里填写你的技能描述，你可以内嵌HTML标签以调整格式*/
    skills_description: "<ul>" +
        "     <li>具备丰富社区运营经验，熟悉社区搭建、用户维护、活动策划与执行等全流程，能独立推进社区项目并达成目标。</li>" +
        "     <li>媒体基础知识扎实，了解内容生产、传播规律及基础运营逻辑，能在内容策划、素材整理、传播执行中发挥作用。</li>" +
        "     <li>具备较强的团队协同作战能力，善于沟通协调，能在跨团队合作中推进任务、提升整体效率。</li>" +
        "     <li>工作充满激情，责任心强，自我驱动力高，能积极应对压力与挑战，确保高质量完成本职工作。</li>" +
        " </ul>",


    /**
     * 这里填写你的个人作品展示
     * ["img"，"url", "ProjectName", "brief"]
     * img表示您的作品图片链接，url表示您的项目地址，ProjectName表示您的仓库或作品名称，brief是一句简短的介绍
     * 通过查看实际效果以调整字题长度
     */
    portfolio: [
        ["./images/pro-1.png", "https://www.taptap.cn/moment/651188111765669454", "TapTap", "这里记录了我的游戏攻略<br>持续更新"],
    ],


    /**
     * 这里填写您的工作经历
     * ["日期"， "工作"， "介绍"]
     * 你可以内嵌HTML标签以排版格式
     */
    work: [
         ["————————", "", "<p>暂无工作经历，期待您的联系。</p>"]
    ],
    

    //这是一些图片链接，建议您仅更改第二个头像图片
    url: [
        //背景图、头像、作品展示背景、其他经历背景
        "./images/intro-bg.jpg",
        "./images/2.jpg",
        "./images/work-bk.png",
        "./images/4.jpg"
    ]

}









